
brew 'tig'
brew 'watch'
brew 'tree'
brew 'wget'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting' #colors shell commands red or green depending on if they're valid
brew 'z'
brew 'sl'
brew 'fzf'
brew 'jq'
brew 'cowsay'

brew 'nvm'
brew 'awscli'
brew 'gist'

brew 'imagemagick'

# Programming languages
# brew 'elm'
# brew 'erlang'
# brew 'elixir'
# brew 'ghc'
# brew 'cabal-install'
# brew 'python'
# brew 'python3'
# brew 'go'

